/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " κομμάτια";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d κανάλια";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d κανάλια";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "απόλυτη χρονική στιγμή";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "Προχωρημένα";

/* Pref Subtitle */
"Alignment:" = "Στοίχηση:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "Επικάλυψη υποτίτλων";

/* Pref General */
"Always" = "Πάντα";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "Απόκρυψη του Dock σε πλήρη οθόνη";

/* Pref Video */
"Always try to use secondary screen" = "Χρήση δευτερεύουσας οθόνης";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabic (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabic (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabic (Windows-1256)";

/* preference */
"Ask me" = "Ρώτα με";

/* OSD hint */
"Aspect Ratio: Locked" = "Διαστάσεις: Κλειδωμένες";

/* OSD hint */
"Aspect Ratio: Restored" = "Διαστάσεις: Επαναφορά";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Διαστάσεις: Ξεκλείδωτες";

/* PrefToolBarLabel */
"Audio" = "Ήχος";

/* OSD hint */
"Audio %@" = "Ήχος %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Καθυστέρηση ήχου: %.1f s";

/* Inspector Info */
"Audio:%d" = "Ήχος:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltic (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltic (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltic (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "Χρώμα περιγραμ:";

/* Pref Subtitle */
"Bottom - Left" = "Κάτω αριστερά";

/* Pref Subtitle */
"Bottom - Middle" = "Κάτω κέντρο";

/* Pref Subtitle */
"Bottom - Right" = "Κάτω δεξιά";

/* Pref Subtitle */
"Bottom only" = "Κάτω μόνο";

/* Video Tuner Panel */
"Brightness:" = "Φωτεινότητα:";

/* Pref Network */
"Cache size for stream:" = "Προσωρινή αποθήκευση ροής:";

/* OSD hint */
"Caching: %4.2f%%" = "Caching: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Δεν βρέθηκε κατάλληλο αρχείο για αναπαραγωγή";

/* Panel Button */
"Cancel" = "Άκυρο";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtic (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtic (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Central Europe (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Central Europe (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Central Europe (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Central Europe (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Κεφάλαιο: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinese Simplified (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinese Simplified (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinese Simplified (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinese Simplified (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinese Simplified (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinese Traditional (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinese Traditional (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinese Traditional (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinese Traditional (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinese Traditional (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "Επιλογή κωδικοποίησης:";

/* open url panel */
"Clear Menu..." = "Εκκαθάριση μενού...";

/* Pref Subtitle */
"contains the video file name" = "περιέρχει τον τίτλο του βίντεο";

/* Video Tuner Panel */
"Contrast:" = "Αντίθεση:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cyrillic (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cyrillic (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cyrillic (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cyrillic (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cyrillic (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "Προκαθορισμένη";

/* Pref Video */
"Deinterlace method" = "Μέθοδος Deinterlace";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "Αυτόματος εντοπισμός ψηφιακής εξόδου SPDIF";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Αρχείο:\t%1$@\nΚωδικοποίηση:\t\t%2$@\nconfidence:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Απενεργοποίηση";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "Απενεργοποίηση οριζόντιου scroll ποντικιού (timeline)";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "Απενεργοποίηση κάθετου scroll ποντικιού (ένταση)";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "Επαναφορά με το τέλος της αναπαραγωγής";

/* Pref General */
"Enable \"Open Recent\" menu" = "Ενεργοποίηση \"Άνοιγμα πρόσφατων\"";

/* menu */
"Enter Fullscreen" = "Πλήρης οθόνη";

/* Pref Video */
"Enter fullscreen when playback starts" = "Χρήση πλήρης οθόνης κατά την αναπαραγωγή";

/* Equalizer Panel */
"Equalizer" = "Ισοσταθμιστής";

/* No comment provided by engineer. */
"Error" = "Σφάλμα";

/* menu */
"Exit Fullscreen" = "Έξοδος πλήρης οθόνης";

/* Pref Advanced */
"Extra options" = "Επιπλέον επιλογές";

/* Pref General */
"Find and play next file automatically" = "Εύρεση & αναπαραγωγή επόμενου αρχείου";

/* Pref General */
"Font Color" = "Χρώμα γραμμ.";

/* Pref Subtitle */
"Font Color:" = "Χρώμα γραμ:";

/* Pref Subtitle */
"Font Style" = "Στυλ υποτίτλων";

/* Pref Subtitle */
"Font:" = "Γραμ:";

/* Pref Video */
"Force index rebuilding" = "Επιβολή αναδημιουργίας index";

/* Inspector Info */
"Format:" = "Είδος:";

/* Video Tuner Panel */
"Gamma:" = "Γάμμα:";

/* PrefToolBarLabel */
"General" = "Γενικά";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greek (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greek (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greek (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hebrew (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hebrew (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hebrew (Windows-1255)";

/* Pref Subtitle */
"height:" = "Ύψος:";

/* menu */
"Hide Auxiliary Controls" = "Απόκρυψη βοηθητικών χειριστηρίων";

/* Pref General */
"Hide in" = "Απόκρυψη σε";

/* menu */
"Hide Letterbox" = "Απόκρυψη φόντου υποτίτλων";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "Αποθήκευση ρυθμίσεων για τον \"Ισοσταθμιστή\";";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "Αποθήκευση ρυθμίσεων για το \"Video Tuner\";";

/* Video Tuner Panel */
"Hue:" = "Απόχρωση:";

/* Pref Subtitle */
"If confidence ≤" = "Εάν σίγουροι ≤";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "Εάν χρησιμοποιείται τα ενσωματωμένα ηχεία, ενεργοποιήστε το.";

/* Pref Video */
"Image Enhancement" = "Βελτιστοποίηση εικόνας";

/* Inspector Info */
"Inspector" = "Επιθεωρητής";

/* Pref Subtitle */
"is any name" = "έχουν ίδιο όνομα";

/* Text Enc */
"Japanese (EUC)" = "Japanese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japanese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japanese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japanese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japanese (Windows-932)";

/* Pref General */
"Keep window on top:" = "Εμφάνιση παραθύρου μπροστά";

/* Text Enc */
"Korean (EUC)" = "Korean (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Korean (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Korean (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Korean (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "Πλαίσιο υποτίτλων";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "Φόρτωση, αλλά όχι αναπαραγωγή με την έναρξη του αρχείου";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "Φόρτωση υποτίτλων, εαν το όνομα αρχείου";

/* Playlist OSD hint */
"Local files only" = "Μόνο τοπικά αρχεία";

/* menu */
"Lock Aspect Ratio" = "Κλείδωμα διαστάσεων";

/* Pref Subtitle */
"matches the video file name exactly" = "ταιριάζει απόλυτα με το αρχείο βίντεο";

/* OpenURL Panel */
"Media URL" = "URL αρχείου";

/* OSD hint */
"Mute OFF" = "Σίγαση OFF";

/* OSD hint */
"Mute ON" = "Σίγαση ON";

/* PrefToolBarLabel */
"Network" = "Δίκτυο";

/* Pref General */
"Never" = "Ποτέ";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "Αποθήκευσε στις ρυθμίσεις μου";

/* Inspector Info */
"No Info" = "Χωρίς πληροφορίες";

/* Pref Subtitle */
"No letterbox" = "Χωρίς πλαίσιο";

/* Playlist OSD hint */
"No next episode" = "Δεν υπάρχει επόμενο επεισόδιο";

/* Playlist OSD hint */
"No previous episode" = "Δεν υπάρχει προηγούμενο επεισόδιο";

/* Pref Video */
"None" = "Καμία";

/* Pref Video */
"Normal" = "Κανονικό";

/* Pref Video */
"Number of threads" = "Αριθμός threads";

/* Pref Subtitle */
"of movie's height" = "σε σχέση με την ταινία";

/* Panel Button */
"OK" = "OK";

/* Pref General */
"on the right of control bar" = "δεξιά της μπάρας ελέγχου";

/* No comment provided by engineer. */
"Open Media Files" = "Άνοιγμα αρχείων";

/* OpenURL Panel */
"Open URL" = "Άνοιγμα URL...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Άνοιγμα VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "Οι OSD ρυθμίσεις αλλάχτηκαν";

/* Pref Audio */
"Output" = "Έξοδος";

/* Pref Audio */
"Pass through:" = "Είδος:";

/* OSD hint */
"Paused" = "Παύση";

/* Pref Video */
"Performance & Quality" = "Απόδοση & ποιότητα";

/* Pref General */
"Player Control" = "Στοιχείο ελέγχου";

/* Pref Network */
"Prefer IPV6" = "Προτίμηση σε IPV6";

/* Pref */
"Preferences" = "Προτιμήσεις…";

/* Pref General */
"Quit when window closed" = "Έξοδος με το κλείσιμο του παραθύρου";

/* Pref General */
"relative time to current" = "σχετική χρονική στιγμή";

/* Pref General */
"remaining time" = "υπολειπόμενος χρόνος";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "DTS 5.1 σε Stereo";

/* Equalizer & Video Tuner Panel */
"Reset" = "Επαναφορά";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "Επαναφορά με τον τερματισμό της εφαρμογής";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "Επαναφορά όταν δεν υπάρχει επόμενο αρχείο";

/* Pref General */
"Resume playing from last stopped place" = "Συνέχεια από το τελευταίο stop";

/* Video Tuner Panel */
"Saturation:" = "Κορεσμός:";

/* Pref Subtitle */
"set encoding by" = "κωδικοποίηση";

/* Video Tuner Panel */
"Sharpness:" = "Οξύτητα:";

/* Pref General */
"Show" = "Εμφάνιση";

/* menu */
"Show Auxiliary Controls" = "Εμφάνιση βοηθητικών χειριστηρίων";

/* menu */
"Show Letterbox" = "Εμφάνιση φόντου γραμματοσειράς";

/* Pref General */
"Show OSD" = "Εμφάνιση OSD";

/* Pref Subtitle */
"Size:" = "Μέγεθος:";

/* Inspector Info */
"Source:" = "Πηγή:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "South Europe (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Ταχύτητα: %.1fX";

/* Pref General */
"Start to play when media opened" = "Έναρξη αναπαραγωγής με το άνοιγμα του αρχείου";

/* OSD hint */
"Stopped" = "Σταματημένο";

/* OSD hint */
"Sub Delay: %.1f s" = "Καθυστέρηση υποτίτλων: %.1f s";

/* OSD hint */
"Sub: %@" = "Υπότιλοι: %@";

/* PrefToolBarLabel */
"Subtitle" = "Υπότιτλοι";

/* SubEncoding */
"Subtitle Encoding" = "Κωδικοποίηση υποτίτλων";

/* Inspector Info */
"Subtitle:%d" = "Υπότιτλοι:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "Έλεγχος κωδικοποίησης γραμματοσειράς";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thai (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thai (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Το αρχείο δεν υπάρχει";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "Το αρχείο δεν υποστηρίζεται από τον MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "Το URL δεν υποστηρίζεται από τον MPlayerX.";

/* Pref Subtitle */
"Top + Bottom" = "Επάνω + Κάτω";

/* Pref Subtitle */
"Top - Left" = "Επάνω αριστερά";

/* Pref Subtitle */
"Top - Middle" = "Επάνω κέντρο";

/* Pref Subtitle */
"Top - Right" = "Επάνω δεξιά";

/* Pref Subtitle */
"Top only" = "Επάνω μόνο";

/* Pref General */
"total time" = "συνολοκός χρόνος";

/* Inspector Info */
"Track Info:" = "Πληροφορίες:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "Μεταφορά της RTSP ροής σε HTTP πρωτόκολλο ";

/* Pref General */
"Transparency" = "Διαφάνεια";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turkish (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turkish (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turkish (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Ξεκλείδωμα διαστάσεων";

/* Pref Subtitle */
"Use embedded font if possible" = "Χρήση ενσωματωμένου φόντου";

/* Pref Network */
"Use ffmpeg to handle the stream" = "Χρήση ffmpeg για διαχείρηση της ροής";

/* PrefToolBarLabel */
"Video" = "Βίντεο";

/* OSD hint */
"Video %@" = "Βίντεο %@";

/* Inspector Info */
"Video:%d" = "Βίντεο:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamese (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamese (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Ένταση: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Western Europe (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Western Europe (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Western Europe (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Western Europe (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "Σε πλήρη οθόνη, ΜΗΝ απενεργοποιείς τις υπόλοιπες οθόνες";

/* Pref General */
"when hovering over the timeline" = "κέρσορας στην γραμμή χρόνου";

/* Pref General */
"While playing" = "Στην αναπαραγωγή";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "Με την επιλογή ON, ο MPlayerX θα αναδημιουργήσει το index για γρήγορότερη εύρεση, χρήσιμο σε προβληματικά αρχεία . Η χρήση του θα επιβάλει καθυστέρηση στην αναπαραγωγή";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Χρήση FFMpeg για αναπαραγωγή του stream";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Χρήση MPlayer για αναπαραγωγή του stream";

